{
	"VERSİYON" : "1.1 : 19/4/24",
	"----- GENEL İFADELER ----":"--------------------------------------------",
	"":"",
	"ZEKÂT":"ZEKÂT",
	"İSKÂT":"İSKÂT",
	"FERÂİZ":"FERÂİZ",
	"IŞIK USÛLÜ":"IŞIK USÛLÜ",
	"SENE DÖNÜŞÜMLERİ":"SENE DÖNÜŞÜMLERİ",
	"msj1Footer":"HESAPLAMA sitesi Dinimizİslam.com'a aittir.",
	"msj2Footer":"Bu web sitesi fıkıh bilgilerinde kullanılan Zekat, İskat, Feraiz, Işık Usulü, Sene Dönüşümleri hesaplamalarının kolay bir biçimde yapılabilmesi maksadıyla bütün insanların istifadesi için hazırlanmıştır.",
	"LİNKLER":"LİNKLER",
	"HESAPLAMALAR HAKKINDA":"HESAPLAMALAR HAKKINDA",
	"Hesapla":"Hesapla",
	"metinKaynak":"<b>Kaynak :</b> Tam İlmihâl Seâdet-i Ebediyye, 143. Baskı, Hakikat Kitabevi, İstanbul.",
	"----- ZEKAT ----":"--------------------------------------------",
	"Zekât Hesaplama - Dinimiz İslam":"Zekât Hesaplama - Dinimiz İslam",
	"Zekât Hesaplama":"Zekât Hesaplama",
	"Zekât Nisabı":"Zekât Nisabı",
	"msj96grKarsilik":"<font color='red'>96 gr</font> altın karşılığı",
	"msjNisabBilgi":"Zekât nisabı, <b>20 miskal</b> yani <b>96 gr</b> altın veya bu değerde para yahut ticaret eşyasıdır. <b>Zekât veya kurban nisabına mâlik olana zengin denir.</b> Zengin olma tarihinin üstünden bir sene geçince zekât vermek farz olur. Dinimize göre, karı kocanın mal varlığı ayrıdır. Hangisi zengin ise, zekâtı o verir.",
	"Hesaplama Tarihi":"Hesaplama Tarihi",
	"Altın gr fiyatı":"Altın gr fiyatı",
	"aciklama_AltinGr":"Kâğıt paranın zekâtı hesaplanırken, Cumhuriyet altını, Hamit lira, Aziz lira, Reşat lira gibi, piyasadaki basılmış, damgalı altın liraların fiyatı en düşük olanı esas alınır. Bunlar 7.2 gramdır. En düşüğünün fiyatı 7.2’ye bölünerek, altının gram fiyatı bulunur.",
	"Altın, Gümüş ve Ticâret Malı Zekâtı":"Altın, Gümüş ve Ticâret Malı Zekâtı",
	"Bilgi Göster":"Bilgi Göster",
	"Evet":"Evet",
	"Hayır":"Hayır",
	"msjTicaretMaliBilgi":"Canlı, cansız her mal, meselâ yerden, denizden çıkarılmış tuzlar, oksidler, naft, ya’nî petrol ve benzerleri, ticâret yapmak için, ya’nî satmak için satın alındıkları zemân, <b>(Ticâret eşyâsı)</b> olurlar. Altın ile gümüş her ne niyyet ile olursa olsun, hep ticâret eşyâsıdır.",
	"Altın":"Altın",
	"Gümüş":"Gümüş",
	"Kâğıd Para Zekâtı":"Kâğıd Para Zekâtı",
	"msjKagidParaBilgi":"Kâğıd paraların zekâtını da vermek lâzımdır. <b>(Miftâh-üsse’âde)</b> kitâbının sâhibi “rahmetullahi teâlâ aleyh” arabî olarak diyor ki, (Fülûs denilen bakır paraların gümüş para ile hesâb edilen kıymetleri ikiyüz dirhem gümüş olursa, bu fülûsların değerlerinin kırkda biri kadar gümüş parayı zekât olarak vermek lâzım olur). <b>Bundan anlaşılıyor ki, şimdi kâğıd liraların zekâtını altın lira olarak vermek lâzımdır. Kâğıd olarak verilemez.</b>",
	"TL":"TL",
	"Dolar":"Dolar",
	"Sterlin":"Sterlin",
	"Euro":"Euro",
	"$":"$",
	"€":"€",
	"£":"£",	
	"Toprak Mahsûllerinin Zekâtı (Uşr)":"Toprak Mahsûllerinin Zekâtı (Uşr)",
	"msjToprakMahsuluBilgi":"Uşr vermek de farzdır. Toprakdan alınan mahsûlün zekâtına <b>(Uşr)</b> denir. Borcu olanın da uşr vermesi lâzımdır. İmâm-ı a’zam buyuruyor ki: <b>(Her sebze ve meyve, az olsun, çok olsun, mahsûl toprakdan alındığı zemân, onda birini veyâ kıymeti kadar altın veyâ gümüşü, müslimân fakîrlere vermek farzdır)</b>.<b> Hayvan gücü ile veyâ dolap, motör ile sulanan yerdeki mahsûl elde edilince, yirmide biri verilir.</b> İster onda bir, ister yirmide bir olsun, hayvan, tohum, âlet, gübre, ilâç ve işçi masraflarını düşmeden evvel, vermek lâzımdır. Bir sâ’dan az mahsûlün [Yarım sâ ölçek, ihtiyatlı olarak 1750 gramdır] uşru verilmez. Toprağın sâhibi çocuk, deli, köle olsa da, uşru verilir. Ne kadar olursa olsun, ev bağçesindeki meyve ve sebzeler için ve odun ve ot ve saman için uşr verilmez.",
	"Mahsûl 1":"Mahsûl 1",
	"Mahsûl 2":"Mahsûl 2",
	"Mahsûl 3":"Mahsûl 3",
	"Mahsûl 4":"Mahsûl 4",
	"Sulama":"Sulama",
	"SulamaBilgi":"Hayvan gücü ile veyâ dolap, motör ile sulanan yerdeki mahsûl elde edilince, yirmide biri verilir.",
	"Dört Ayaklı Hayvan Zekâtı":"Dört Ayaklı Hayvan Zekâtı",
	"msjHayvanBilgi1":"<b>(Mevkûfât)</b> kitâbında buyuruyor ki: (Yılın yarıdan fazlasında parasız çayırda otlıyan hayvanlar, üretmek için, [sütü için] olursa, bunlara <b>(Sâime)</b> hayvan denir. <b>Sâime hayvan sayısı, nisâb mikdârı oldukdan bir yıl sonra, zekâtı verilir.</b> Yün için, yük taşımak için, binmek için olursa, sâime denilmez ve zekât lâzım olmaz). Deve, sığır gibi başka cinsden sâime hayvanlar, birbirlerine ve diğer ticâret eşyâsına eklenmezler.",
	"msjHayvanBilgi2":"Dört devenin zekâtı verilmez. Devenin nisâbı beşdir.",
	"msjHayvanBilgi3":"Sığırın nisâbı otuzdur. Otuzdan az sığırı olan, bunların zekâtını vermez.",
	"msjHayvanBilgi4":"Koyunun nisâbı kırkdır. Kırkdan az koyunu olan zekâtını vermez.",
	"msjHayvanBilgi5":"Erkek ve dişi atlar, bir arada ve çayırda, üretmek için beslenirse zekâtını vermek gerekir. Binmek ve yük için ise, zekâtları verilmez. Yalnız erkek atı [aygırı] olanın zekâtı olmaz, çünkü bunlar üremez.",
	"Deve":"Deve",
	"Sığır":"Sığır",
	"Koyun":"Koyun",
	"At":"At",
	"adet":"adet",
	"kg":"kg",
	"koyun":"koyun",
	"Zekât Hakkında":"Zekât Hakkında",
	"metin1ZekatDialog1":"Zekât vermek, hicretin ikinci senesinde Ramezân ayında farz oldu. Zekâtın farzı birdir. Her müslimânın tam mülkü olan nisâb mikdârındaki <b>(Zekât malı)</b>nın, belli zemânda, belli mikdârını, zekât niyyeti ile ayırıp, emr edilen müslimânlara vermekdir. Tam mülk, halâl yoldan gelip, kullanması mümkin ve halâl olan öz malı demekdir. ",
	"metin2ZekatDialog1":"Hanefî mezhebinin âlimleri dediler ki, <b>(Mükellef)</b> olan, ya’nî âkıl, bâliğ [cünüb olup gusl abdesti almağa başlıyan bir yaşa gelmiş] olan ve hür olan müslimân erkek ve kadının, şartları bulununca, zekât vermeleri farzdır. Zekât vermek, malı müslimân fakîre temlîk etmekle olur. Ya’nî, malı fakîrin eline vermek lâzımdır. ",
	"metin3ZekatDialog1":"Dört mezhebde de dört dürlü (Zekât malı) vardır:",
	"metin4ZekatDialog1":"Senenin ekserî zemânında, çayırda parasız otlayan dört ayaklı hayvanlar.",
	"metin5ZekatDialog1":"Altın ile gümüş.",
	"metin6ZekatDialog1":"Ticâret için alınıp, ticâret için saklanılan (Ticâret eşyâsı).",
	"metin7ZekatDialog1":"Yağmur suyu veyâ nehr, dere suyu ile sulanan, harâclı olmıyan bütün topraklardan [uşrlu toprak olmasa bile] ve vakf toprakdan çıkan şeyler.",
	"Zekât Kimlere Verilir?":"Zekât Kimlere Verilir?",	
	"metin1ZekatDialog2":"Zekât, yalnız aşağıda yazılı, yedi sınıfda bulunan müslimânlara verilir.",
	"metin2ZekatDialog2":"<b>(Fakîr):</b> Nafakasından fazla, fekat nisâb mikdârından az malı olana fakîr denir.",
	"metin3ZekatDialog2":"<b>(Miskîn):</b> Bir günlük nafakasından fazla birşeyi olmıyan müslimâna miskîn denir.",
	"metin4ZekatDialog2":"<b>(Âmil):</b> Ya’nî Sâime hayvanların ve toprak mahsûllerinin zekâtlarını toplayan (Sâ’î) ile, şehr dışında durup rastladığı tüccârdan ticâret malı zekâtını toplıyan (Âşir), zengin dahî olsalar, işleri karşılığı zekât verilir.",
	"metin5ZekatDialog2":"<b>(Mükâteb):</b> Ya’nî efendisinden kendisini satın alıp, borcunu ödeyince, âzâd olacak köle.",
	"metin6ZekatDialog2":"<b>(Münkatı’):</b> Cihâd ve hac yolunda olup, muhtâc kalanlar.",
	"metin7ZekatDialog2":"<b>(Medyûn):</b> Borcu olan ve ödeyemeyen müslimânlar.",
	"metin8ZekatDialog2":"<b>(İbnüs-sebîl):</b> Kendi memleketinde zengin ise de, bulunduğu yerde yanında mal kalmamış olan ve çok alacağı varsa da, alamayıp muhtâc kalan.",	
	"msjUygunOlmayanVeri":"Uygun veri girilmediğinden hesâb yapılmamıştır. ",
	"Altın Miktarı":"Altın Miktarı",
	"Gümüş Miktarı":"Gümüş Miktarı",
	"TL Miktarı":"TL Miktarı",
	"Dolar Miktarı":"Dolar Miktarı",
	"Euro Miktarı":"Euro Miktarı",
	"Sterlin Miktarı":"Sterlin Miktarı",	
	"Deve Adedi":"Deve Adedi",
	"Koyun Adedi":"Koyun Adedi",
	"Sığır Adedi":"Sığır Adedi",
	"At Adedi":"At Adedi",
	"Zekâtı":"Zekâtı",
	"gr altın":"gr altın",
	"gr gümüş":"gr gümüş",
	"msjKagidParaToplam":"Kâğıd Para Zekâtı İçin Toplam",
	"msjAltinKagidParaToplam":"Altın Verilecek Zekât İçin Genel Toplam",
	"msjAtZekatiHaric":"(At zekâtı hariç)",
	"acMsjZekatAltin":"40 da 1 oranında verilir",
	"acMsjZekatGumus":"40 da 1 oranında verilir",
	"acMsjKagidPara":"40 da 1 oranında altının alış fiyatından verilir",
	"acMsj1ToprakMahsulu":"Bir sâ’dan az mahsûlün uşru verilmez",
	"acMsj2ToprakMahsulu":"Hayvan gücü ile veyâ dolap, motör ile sulanmadığından, onda biri verilir",
	"acMsj3ToprakMahsulu":"Hayvan gücü ile veyâ dolap, motör ile sulanan yerdeki mahsûl elde edilince, yirmide biri verilir",
	"acMsj1Deve":"{deger1} devenin zekâtı verilmez. Devenin nisâbı beşdir.",
	"acMsj2Deve":"Beş devesi olan, bir koyun verir. Dokuza kadar bir koyun verilir.",
	"acMsj3Deve":"Ondan ondörde kadar devesi olan, iki koyun verir.",
	"acMsj4Deve":"Onbeşden ondokuza kadar devesi olan, üç koyun verir.",
	"acMsj5Deve":"Yirmiden yirmidörde kadar devesi olan, dört koyun verir.",
	"acMsj6Deve":"Yirmibeşden otuzbeşe kadar deve için, iki yaşına girmiş bir yavru dişi deve verilir.",
	"acMsj7Deve":"Otuzaltıdan kırkbeşe kadar, üç yaşına girmiş dişi deve yavrusu verilir.",
	"acMsj8Deve":"Kırkaltıdan altmışa kadar, yük vurulabilecek, dört yaşına girmiş dişi deve verilir.",
	"acMsj9Deve":"Altmışbirden yetmişbeşe kadar için, beş yaşında dişi deve verilir.",
	"acMsj10Deve":"Yetmişaltıdan doksana kadar için, iki aded üç yaşındaki, dişi deve verilir.",
	"acMsj11Deve":"Doksanbirden yüzyirmiye kadar için, iki aded dört yaşında deve verilir.",
	"acMsj12Deve":"Yüzyirmiden fazla olan her beş deve için, ayrıca birer koyun verilir.",
	"acMsj13Deve":"Yüzkırkbeş olunca, koyunlar yerine, iki yaşında bir dişi deve verilir.",
	"acMsj14Deve":"Yüzelli deve için, üç aded dört yaşında deve verilir.",
	"acMsj15Deve":"Yüzelli deve için, üç aded dört yaşında deve verilir. &#013; Sonra &#010; her beş deve için, birer koyun da verilir. Fekat, yüzyetmişbeşden yüzseksenbeşe kadar devesi olan, koyunlar yerine, bir aded iki yaşında dişi deve verir. Yüzseksenaltı deveden yüzdoksanbeşe kadar deve için, üç aded dört yaşında deve ile bir aded üç yaşında deve verilir. Yüzdoksanaltıdan ikiyüze kadar, dört aded dört yaşında deve verilir. İkiyüzden çok devesi olan, her elli deve için, yüzelli ile ikiyüz arasındaki işlemi yeniden yapar.",
	"acMsj6DeveEk2":"<abbr titlem='iki yaşına girmiş bir yavru dişi deve'>dişi deve</abbr>",
	"acMsj7DeveEk2":"<abbr titlem='üç yaşına girmiş dişi deve yavrusu'>dişi deve</abbr>",
	"acMsj8DeveEk2":"<abbr titlem='yük vurulabilecek, dört yaşına girmiş dişi deve'>dişi deve</abbr>",
	"acMsj9DeveEk2":"<abbr titlem='beş yaşında'>dişi deve</abbr>",
	"acMsj10DeveEk2":"<abbr titlem='üç yaşında'>dişi deve</abbr>",
	"acMsj11DeveEk2":"<abbr titlem='dört yaşında'>dişi deve</abbr>",
	"acMsj14DeveEk2":"<abbr titlem='dört yaşında'>dişi deve</abbr>",
	"acMsj1Koyun":"{deger1} koyunun zekâtı verilmez. Koyunun nisâbı kırkdır.",
	"acMsj2Koyun":"Kırkdan yüzyirmiye kadar koyunu olan, yalnız bir koyun verir.",
	"acMsj3Koyun":"Yüzyirmibirden ikiyüze kadar koyun için, iki koyun verilir.",
	"acMsj4Koyun":"İkiyüzbirden dörtyüze kadar üç koyun verilir.",
	"acMsj5Koyun":"Dörtyüz koyunu olan, dört koyun verir. ",
	"acMsj6Koyun":"Dörtyüz için dört koyun, sonra her yüz için bir koyun artar.",
	"acMsjKoyunEk2":"<abbr titlem='Kuzu, hiçbir zemân zekât olarak verilmez.'>koyun</abbr>",
	"acMsj1Sigir":"{deger1} sığırın zekâtı verilmez. Sığırın nisâbı otuzdur.",
	"acMsj2Sigir":"Otuzdan otuzdokuza kadar sığır için bir aded, bir yaşını aşmış erkek veyâ dişi buzağı verilir.",
	"acMsj3Sigir":"Kırkdan ellidokuza kadar sığırı olan, bir aded, iki yaşını bitirmiş, erkek veyâ dişi dana verir.",
	"acMsj4Sigir":"Altmışdan altmışdokuza kadar sığır için, iki buzağı verilir.",
	"acMsj5Sigir":"Yetmiş sığır için, bir dana ile bir buzağı verilir.",
	"acMsj6Sigir":"Yetmişden sonra, her otuz için bir buzağı, her kırk için bir dana artmakdadır. Seksen olunca, iki dana artmakdadır.",
	"acMsj2SigirEk2":"<abbr titlem='Bir yaşını aşmış erkek veyâ dişi buzağı.'>buzağı</abbr>",
	"acMsj3SigirEk2":"<abbr titlem='İki yaşını bitirmiş, erkek veyâ dişi dana.'>dana</abbr>",
	"acMsj4SigirEk2":"<abbr titlem='Bir yaşını aşmış erkek veyâ dişi buzağı.'>buzağı</abbr>",
	"msjSigirZekat1":"{deger1} <abbr titlem='İki yaşını bitirmiş, erkek veyâ dişi dana'>dana</abbr>",	
	"msjSigirZekat2":"{deger1} <abbr titlem='İki yaşını bitirmiş, erkek veyâ dişi dana'>dana</abbr> ile {deger2} <abbr titlem='Bir yaşını aşmış erkek veyâ dişi buzağı.'>buzağı</abbr>",	
	"msjDeveZekat1":"{deger1} <abbr titlem='dört yaşında'>dişi deve</abbr>",
	"msjDeveZekat2":"{deger1} <abbr titlem='dört yaşında'>dişi deve</abbr> ile {deger2} koyun",
	"msjDeveZekat3":"{deger1} <abbr titlem='dört yaşında'>dişi deve</abbr> ile {deger2} <abbr titlem='iki yaşında'> yavru dişi deve</abbr>",
	"msjDeveZekat4":"{deger1} <abbr titlem='dört yaşında'>dişi deve</abbr> ile {deger2} <abbr titlem='üç yaşında'> yavru dişi deve</abbr>",
	"acMsjAt":"Atın nisâbı yokdur. Her at için bir miskal [4.80 gram] altın verilir.",
	"Zekâtı verilmez":"Zekâtı verilmez",
	"----- FERAİZ ----":"--------------------------------------------",
	"Ferâiz Hesaplama - Dinimiz İslam":"Ferâiz Hesaplama - Dinimiz İslam",
	"Ferâiz Hesaplama":"Ferâiz Hesaplama",
	"Eshâb-ı Ferâiz ve Asabeler":"Eshâb-ı Ferâiz ve Asabeler",
	"Vefât Edenin Mirası (Terekesi)":"Vefât Edenin Mirası (Terekesi)",
	"terekeTL":"TL",
	"Vefât Edenin Cinsiyeti":"Vefât Edenin Cinsiyeti",
	"Erkek":"Erkek",
	"Kadın":"Kadın",
	"Vefât Edenin Zevci":"Vefât Edenin Zevci",
	"Vefât Edenin Zevcesi":"Vefât Edenin Zevcesi",
	"Erkek Çocuğu":"Erkek Çocuğu",
	"Kız Çocuğu":"Kız Çocuğu",
	"Oğlunun Oğlu":"Oğlunun Oğlu",
	"Oğlunun Kızı":"Oğlunun Kızı",
	"Babası":"Babası",
	"Annesi":"Annesi",
	"Babasının Babası":"Babasının Babası",
	"Babasının Babasının Babası":"Babasının Babasının Babası",
	"Babasının Anası":"Babasının Anası",
	"Anasının Anası":"Anasının Anası",
	"Babasının Babasının Anası":"Babasının Babasının Anası",
	"Babasının Anasının Anası":"Babasının Anasının Anası",
	"Anasının Anasının Anası":"Anasının Anasının Anası",
	"Erkek Kardeşi":"Erkek Kardeşi",
	"Kız Kardeşi":"Kız Kardeşi",
	"Babadan Erkek Kardeşi":"Babadan Erkek Kardeşi",
	"Babadan Kız Kardeşi":"Babadan Kız Kardeşi",
	"Anadan Kardeşi (Cinsiyet Farketmez)":"Anadan Kardeşi (Cinsiyet Farketmez)",
	"Diğer Asabeler":"Diğer Asabeler",
	"Erkek Kardeşin Oğlu":"Erkek Kardeşin Oğlu",
	"Babadan Erkek Kardeşin Oğlu":"Babadan Erkek Kardeşin Oğlu",
	"Amca":"Amca",
	"Babadan Amca":"Babadan Amca",
	"Amca Oğlu":"Amca Oğlu",
	"Babadan Amca Oğlu":"Babadan Amca Oğlu",
	"Âzâd Eden":"Âzâd Eden",
	"Âzâd Edenin Oğlu":"Âzâd Edenin Oğlu",
	"Kızın Oğlu":"Kızın Oğlu",
	"Kızın Kızı":"Kızın Kızı",
	"Oğlun Kızının Oğlu":"Oğlun Kızının Oğlu",
	"Oğlun Kızının Kızı":"Oğlun Kızının Kızı",
	"Kızın Oğlunun Oğlu":"Kızın Oğlunun Oğlu",
	"Kızın Oğlunun Kızı":"Kızın Oğlunun Kızı",
	"Kızın Kızının Oğlu":"Kızın Kızının Oğlu",
	"Kızın Kızının Kızı":"Kızın Kızının Kızı",
	"Annesinin Babası":"Annesinin Babası",
	"Babasının Annesinin Babası":"Babasının Annesinin Babası",
	"Annesinin Babasının Babası":"Annesinin Babasının Babası",
	"Annesinin Babasının Annesi":"Annesinin Babasının Annesi",
	"Annesinin Annesinin Babası":"Annesinin Annesinin Babası",
	"Zevil-Erhâm":"Zevil-Erhâm",
	"zevilErhamAciklama":"Önceki sınıflarda bir kişi dahi var ise sonraki sınıflardan seçim yapmak gerekmez.",
	"Zevil-Erhâm Sınıfı Seçiniz":"Zevil-Erhâm Sınıfı Seçiniz",
	"1. Sınıf":"1. Sınıf",
	"2. Sınıf":"2. Sınıf",
	"3. Sınıf":"3. Sınıf",
	"4. Sınıf":"4. Sınıf",
	"5. Sınıf":"5. Sınıf",
	"sinif3Aciklama":"Üçüncü sınıf, meyyitin babasının fürû’udur. Her nev’ kız kardeş çocukları veyâ torunları ve anadan erkek kardeş çocukları ve her nev’ erkek kardeş kızları veyâ torunları bunlardandır.",
	"sinif4Aciklama":"Dördüncü sınıf, ceddin ve ceddenin fürû’udur. Halalar, teyzeler, dayılar ve anadan amcalar bu sınıfdandır. Anadan amca, babanın anadan erkek kardeşidir. Babanın ana-baba bir kardeşi ve baba bir kardeşi olan amcalar, asabedir. Her nev’ amca kızları ve hepsinin çocukları da dördüncü sınıfdandır.",
	"sinif5Aciklama":"Beşinci sınıf, babanın ve ananın ceddinin fürû’udur. Ananın veyâ babanın halaları, teyzeleri, dayıları, babanın anadan amcaları, ananın amcaları, ananın ve babanın amcalarının kızları, ananın amcalarının çocukları beşinci sınıfdandırlar.",
	"Bu sınıftan kimse var mı?":"Bu sınıftan kimse var mı?",		
	"Yok":"Yok",
	"Var":"Var",
	"Ferâiz Hakkında":"Ferâiz Hakkında",
	"Kimler Vâris Olabilir":"Kimler Vâris Olabilir",
	"metin1FeraizDialog1":"Vefât eden kimsenin bırakdığı malın kimlere verileceğini ve nasıl dağıtılacağını öğreten ilme, <b>(İlm-i ferâiz)</b> denir. Allahü teâlânın Kur’ân-ı kerîmde, en açık ve en geniş bildirdiği şey, meyyitden kalan mîrâsın nasıl dağıtılacağıdır. Burada yapılacak işlerin çoğu farz olarak emr olunduğu için, hepsine <b>(Ferâiz ilmi)</b> denilmişdir. <b>(Tezkire-i Kurtubî)</b> muhtasarında, İbni Mâce ve Dâre Kutnînin “rahmetullahi teâlâ aleyhim ecma’în “bildirdikleri hadîs-i şerîfde, <b>(Ferâiz ilmini öğrenmeğe çalışınız! Bu ilmi gençlere öğretiniz! Ferâiz ilmi, din bilgisinin yarısı demekdir. Ümmetimin en önce unutacağı, bırakacağı şey, bu ilm olacakdır)</b> buyuruldu.",
	"metin2FeraizDialog1":"Meyyitin bırakdığı maldan ve mülkden, sıra ile, yıkama, kefenleme, defn masrafları ve sonra kul borcları ayrılıp verilir. Geriye kalan mal, mülk, piyasaya göre değerlendirilip, üçe bölünür. Bir kısmı ile, islâmiyyete uygun olan vasıyyetleri yerine getirilir. Diğer iki kısm eşyânın, değerlerine göre kendileri veyâ satılıp paraları vârislerine dağıtılır.",
	"metin1FeraizDialog2":"Önce, eshâb-ı ferâiz denilen oniki kişiye, Kur’ân-ı kerîmde bildirilen hakları verilir. Bu haklara, <b>(Farz)</b> adı da verilmişdir. Bunlardan dördü erkekdir.",
	"metin2FeraizDialog2":"Eshâb-ı ferâizden artan mal, asabe denilen akrabâdan meyyite en yakın olanına verilir. Asabe yok ise, bu artanlar da, eshâb-ı ferâize dağıtılır. Fekat, zevc ve zevceye, bu sefer verilmez.",
	"metin3FeraizDialog2":"Eshâb-ı ferâizden ve asabelerden kimse yok ise, zevil-erhâm denilen akrabâya verilir. Zevil-erhâm beş sınıfdır.",
	"metin4FeraizDialog2":"Zevil-erhâmın beş sınıfından birinde bulunanlardan bir kişi varsa, bundan sonraki sınıflarda bulunanlar, meyyite dahâ yakın olsalar bile, vâris olamazlar.",
	"metin5FeraizDialog2":"Zevil-erhâmdan da kimse yoksa, <b>mevlel-muvâlât</b> denilen adama verilir. Bu da yok ise, kardeşimdir demesi gibi, bir vâsıta ile soyu olduğunu söylediği, fekat o vâsıtanın kabûl etmediği kimseye verilir.",
	"metin6FeraizDialog2":"Yukarıdaki vârislerden hiçbiri yok ise, mîrâsın üçde ikisi dahî, vasıyyete harcanır. Vasıyyeti de yok ise, meyyit zimmî olsa bile, Beyt-ül-mâl alır.",
	"msj1FeraizSonuc":"İlk olarak Eshâb-ı ferâize hisseleri dağıtıldı :",
	"msj2FeraizSonuc":"Mîrâsın ancak <b>%{deger1}</b> kadarı dağıtılabildiği için Eshâb-ı ferâiz ve asabeler birlikte hesâblanmalıdır.",
	"msj3FeraizSonuc":"Mes’elenin yeni taksîmi aşağıdaki gibidir :",
	"msj4FeraizSonuc":"Mîrâsın <b>%{deger1}</b> ü dağıtılmıştır.",
	"msj5FeraizSonuc":"Ancak asabeler olmadığı için mîrâsın kalan kısmı Zevil-Erhâm'a dağıtılmalıdır.",
	"msj6FeraizSonuc":"Eshâb-ı ferâize ve asabeler olmadığı için mîrâs Zevil-Erhâm'a dağıtılmalıdır :",
	"msj7FeraizSonuc":"Zevil-Erhâm'ın 1. sınıfı",
	"msj8FeraizSonuc":"Zevil-Erhâm'ın 2. sınıfı",
	"msj9FeraizSonuc":"Zevil-Erhâm'ın 3. sınıfı",
	"msj10FeraizSonuc":"Zevil-Erhâm'ın 4. sınıfı",
	"msj11FeraizSonuc":"Zevil-Erhâm'ın 5. sınıfı",
	"msj12FeraizSonuc":"Ancak asabeler olmadığı için mes’ele <b>(Reddiye)</b> içermekte olup yeni taksîm aşağıdaki gibidir :",
	"msj13FeraizSonuc":"Eshâb-ı ferâize düşen hisse mîrâsın tamamından fazla ( <b>%{deger1}</b> ) olmaktadır.",
	"msj14FeraizSonuc":"Mes’ele <b>(Avl)</b> içermekte olup yeni taksîm aşağıdaki gibidir :",
	"msj15FeraizSonuc":"Mes’elenin aslı <b>{deger1}</b> sayısından ise de, hisselerin toplamı <b>{deger2}</b> sayısına <b>avl</b> ediyor.",
	"msj16FeraizSonuc":"Yakınlık cihetleri berâber olduğundan erkekler, kadınların iki katı olarak bölünür.",
	"msj17FeraizSonuc":"Yakınlık ciheti farklı olduğundan, babası cihetinden olan, üçde iki alır. <br> Anası cihetinden olan, üçde bir alır.",
	"msj18FeraizSonuc":"{deger1} : Eshâb-ı ferâiz olarak {deger2} ve Asabe olarak {deger3} almıştır.",
	"msjVarisYok":"Zevil-Erhâm'ın ilk 5 sınıfı içerisinde varis bulunamadı",
	"Anne":"Anne",
	"Baba":"Baba",
	"Zevce":"Zevce",
	"Erkek Çocuk":"Erkek Çocuk",
	"Kız Çocuk":"Kız Çocuk",
	"Erkek Kardeş":"Erkek Kardeş",
	"Kız Kardeş":"Kız Kardeş",
	"Babadan Erkek Kardeş":"Babadan Erkek Kardeş",
	"Babadan Kız Kardeş":"Babadan Kız Kardeş",
	"Erkek Kardeş Oğlu":"Erkek Kardeş Oğlu",
	"Babadan Erkek Kardeş Oğlu":"Babadan Erkek Kardeş Oğlu",
	"Oran":"Oran",
	"Devam Et":"Devam Et",	
	"HİSSE GRAFİK":"HİSSE GRAFİK",
	"Hisse Yüzdesi":"Hisse Yüzdesi",
	"----- ISKAT VE DEVR ----":"--------------------------------------------",
	"İskât ve Devr Hesaplama - Dinimiz İslam":"İskât ve Devr Hesaplama - Dinimiz İslam",
	"İskât ve Devr Hesaplama":"İskât ve Devr Hesaplama",
	"Hesâblama Türü":"Hesâblama Türü",
	"Yaş (Miladi)":"Yaş (Miladi)",
	"Yaş Bilgisi":"Yaş Bilgisi",
	"Yıl":"Yıl",
	"Yıl Bilgisi":"Yıl Bilgisi",
	"Yaş":"Yaş",
	"Doğum":"Doğum",
	"Altın / Buğday":"Altın / Buğday",
	"Altın / Buğday Oranı":"Altın / Buğday Oranı",
	"Vefat":"Vefat",
	"Tarih":"Tarih",
	"Tarih Bilgisi":"Tarih Bilgisi",
	"Doğum Tarihi":"Doğum Tarihi",
	"Vefat Tarihi":"Vefat Tarihi",
	"Cinsiyet Seçiniz":"Cinsiyet Seçiniz",
	"Erkek":"Erkek",
	"Kadın":"Kadın",
	"İskât Ölçüsü":"İskât Ölçüsü",
	"Standart":"Standart",
	"msjStandartOlcu":"Hanefî mezhebinde, bir günlük altı nemâz için, <b>onbuçuk kilo</b>, bir güneş yılı için, üçbinsekizyüz kilo buğday vermek lâzımdır. Meselâ, <b>bir kilo buğday yüz seksen kuruş</b> olduğu zemân, bir senelik nemâz iskâtı altıbinsekizyüzdoksansekiz veyâ kısaca altıbindokuzyüz lira olur. Bir altın lira [yedi gram ve yirmi santigram olup], buğdayın kilosu yüzseksen kuruş olduğu zemân yüzyirmi lira idi. Ya’nî bir kilo buğday bedeli, bir gram altın kıymetinin takrîben onda biri [<b>9,26</b> da biri]dir. Bir aylık nemâz iskâtı için dört ve üç çeyrek,<b>bir senelik için elliyedi buçuk veyâ ihtiyâtlı olarak altmış altın lâzım olur. Bir aylık nemâz iskâtı için, beş altın lira</b> vermek lâzım demekdir.",
	"msjGuncelOlcu":"Buğdayın ve altının kâğıd lira karşılığı değerleri her zemân yaklaşık olarak aynı oranda değişmekdedir. Ya’nî, iskat için, bir yıllık buğday mikdârı değişmediği gibi,<b> altının kıymeti, dünyâ piyasasına bağlanarak, aşırı yükselmediği zemânlarda</b>, bir yıllık altın sayısı da, ya’nî hanefî mezhebi için, yukarda bulduğumuz altmış altın lira da hemen hemen aynı olmakdadır. Bunun için, böyle fevkal’âde hâller hâricinde: '<b>Bir aylık nemâz iskâtı beş altındır. Bir aylık Ramezân orucu iskâtı takrîben bir altındır.'</b> kabûl edilmekdedir. Devr edilecek altın lira ve devr sayısı, buradan bulunur",
	"Buğday Kg":"Buğday Kg",
	"Reşat Altın":"Reşat Altın",
	"Devr Bilgileri":"Devr Bilgileri",
	"Fakir Sayısı":"Fakir Sayısı",
	"Altın Miktarı":"Altın Miktarı",
	"Reşat":"Reşat",
	"Gr":"Gr",
	"İskât Hakkında":"İskât Hakkında",
	"İskât ve Devr Nasıl Yapılır":"İskât ve Devr Nasıl Yapılır",
	"metin1IskatDialog1":"<b>(Nûr-ül-îzâh)</b>da ve bunun <b>(Tahtâvî)</b> hâşiyesinde ve <b>(Halebî)</b> ile <b>(Dürr-ül-muhtâr)</b>da, nemâzların kazâsı sonunda, <b>(Mültekâ)</b>da ve <b>(Dürr-ül-müntekâ)</b>da ve <b>(Vikâye)</b>de, <b>(Dürer)</b>de ve <b>(Cevhere)</b>de ve Kâdî-zâdenin <b>(Birgivî vasıyyetnâmesi)</b> şerhinin sonunda ve başka kıymetli kitâblarda, meyyit için iskât ve devr yapmak, hanefî mezhebinde lâzım olduğu yazılıdır. Meselâ, <b>(Tahtâvî)</b> hâşiyesinde diyor ki, (Tutulmamış orucların fidye vererek iskât edilmesi için nass vardır. Nemâz orucdan dahâ mühim olduğundan, şer’î bir özr ile kılınamamış ve kazâ etmek istediği hâlde, ölüm hastalığına yakalanmış bir kimsenin, kazâ edemediği nemâzları için de, orucda yapdığı gibi iskât yapılması için, bütün âlimlerin sözbirliği vardır. Nemâzın iskâtı olmaz diyen kimse câhildir. Çünki, mezheblerin sözbirliğine karşı gelmekdedir. Hadîs-i şerîfde, <b>(Bir kimse, başkası yerine oruc tutamaz ve nemâz kılamaz. Fekat, onun orucu ve nemâzı için fakîri doyurur)</b> buyuruldu).",
	"metin2IskatDialog1":"Meyyit erkek ise, [hicri] yaşından oniki sene, kadın ise dokuz sene düşerek, kaç sene borcu olduğunu hesâblar.",
	"metin3IskatDialog1":"İslam Ahlakı kitabının Meyyit için namaz iskatı bölümünde deniyor ki:",
	"metin4IskatDialog1":"(Devire oturacak fakirin akıl baliğ salih erkek olması lazımdır.)",
	"metin5IskatDialog1":"Fıtra veremiyecek, ya’nî zekât alabilecek fakîr olmaları şartdır. Fakîr olmazlar ise, iskât kabûl olmaz.",
	"metin6IskatDialog1":"Fakîrlerin nisâba mâlik olmaması şartdır. Meyyitin akrabâsından olsa, câizdir.",
	"metin7IskatDialog1":"<b>Borcu olan fakîr ve bâlig olmamış çocuk devr yapmağa katılmamalıdır</b>. Çünki borclunun, eline geçen altınlar ile borcunu ödemesi farzdır. Bu farzı yapmayıp, altınları meyyitin keffâreti için yanındaki fakîre hediyye vermesi câiz olmaz. Devr kabûl olur ise de, kendisi hiç sevâb kazanmaz. Hattâ günâha girer. Çocuğun da hediyye vermesi sahîh olmadığı İbni Âbidînde “rahmetullahi teâlâ aleyhimâ” yazılıdır.",
	"metin8IskatDialog1":"Meyyitin borcu olan haccını, vekîl etdiği kimsenin, meyyitin parası ile kazâ etmesi câiz olur. Ya’nî, meyyiti borcdan kurtarır. Çünki hac, hem beden ile, hem de mal ile yapılan ibâdetdir.",
	"metin1IskatDialog2":"Velî' nin <b>Falancanın şu kadar nemâzının iskâtı için, şunu sana verdim</b> demesi lâzımdır. Fakîr de, (<b>Kabûl etdim</b>) demelidir ve <u>altınları alınca, kendinin mülkü olduğunu bilmesi lâzımdır</u>. Bilmezse, önceden öğretmelidir.",
	"metin2IskatDialog2":"Bu fakîr de lutf edip, kendi isteği ile (<b>Falancanın nemâzının iskâtı için, bedel olarak şunu sana verdim</b>) diyerek başka fakîre verir. O fakîr de, eline alıp, (<b>Kabûl etdim</b>) demelidir.",
	"metin3IskatDialog2":"Alınca, kendi mülkü olduğunu bilmelidir. <u>Emânet, ödünc gibi alırsa devr kabûl olmaz</u>. Bu ikinci fakîr de, (<b>Aldım, kabûl etdim</b>) dedikden sonra, (<b>Ol vech ile sana verdim</b>) diyerek üçüncü fakîre verir.",
	"metin4IskatDialog2":"Ondan sonra, altınlar hangi fakîrde kalırsa, lutf edip, arzûsu ve rızâsı ile, velîye hediyye eder. Velî alıp, kabûl etdim der. <b>Eğer fakîr hediyye etmezse, kendi malıdır, zor ile alınmaz.</b> Velî bir mikdâr altını veyâ kâğıd para veyâ meyyitin eşyâsından bu fakîrlere verip, bu sadaka sevâbını da meyyitin rûhuna hediyye eder.",
	"metin5IskatDialog2":"Nemâz iskâtı bitdikden sonra, tutulmıyan, kazâ edilmeleri lâzım olan, orucların iskâtı yapılır. <b>Kazâ edilmeleri lâzım olan orucların iskâtı yapıldıkdan sonra, zekât için, sonra kurban ve sadaka-i fıtr, nezr ve vârisleri bilinmeyen kul hakları için de birkaç devr yapılır</b>.",
	"metin6IskatDialog2":"Meyyit için yapılan nemâz, oruc, zekât, kurban keffâretlerinin iskâtında, bir fakîre nisâbdan fazla verilebilir. Hattâ, altınların hepsi, bir fakîre verilebilir.",
	"msj1IskatHata":"Buğday Kg Fiyatı ve Reşat Altın Fiyatı 0 dan büyük olmalıdır.",
	"msj2IskatHata":"Sorumlu olunan gün sayısı sıfırdan büyük olmadığından hesâb yapılmamıştır.",
	"Hicri Yaş":"Hicri Yaş",
	"Sorumlu Olunan Gün Sayısı":"Sorumlu Olunan Gün Sayısı",
	"Geçirilen Ramezân Sayısı (İhtiyaten)":"Geçirilen Ramezân Sayısı (İhtiyaten)",
	"Altın - Buğday Oranı":"Altın - Buğday Oranı",
	"Aylık Namaz İskâtı":"Aylık Namaz İskâtı",
	"İhtiyaten Aylık Namaz İskâtı":"İhtiyaten Aylık Namaz İskâtı",
	"Yıllık Oruç İskâtı":"Yıllık Oruç İskâtı",
	"Toplam Namaz Borcu":"Toplam Namaz Borcu",
	"Toplam Oruç Borcu":"Toplam Oruç Borcu",
	"Namaz Borcu Devr Sayısı":"Namaz Borcu Devr Sayısı",
	"Oruç Borcu Devr Sayısı":"Oruç Borcu Devr Sayısı",
	"adet Reşat altını":"adet Reşat altını",
	"gr altın":"gr altın",
	"----- IŞIK USULU ----":"--------------------------------------------",
	"Işık Usûlü - Dinimiz İslam":"Işık Usûlü - Dinimiz İslam",
    "Işık Usûlü":"Işık Usûlü",
	"Hicri Sene Giriniz":"Hicri Sene Giriniz",
	"Hicri Ay Seçiniz":"Hicri Ay Seçiniz",
	"msj_IsikUsulu_Cvp":"Hicri <font color='green'>{deger1}</font> senesinin <font color='green'>{deger2}</font> ayının birinci günü <font color='green'>{deger3}</font> günüdür.",
	"Işık Usûlü Hakkında":"Işık Usûlü Hakkında",
	"baslikIsikUsuluDialog":"Herhangi Bir Arabî Ayın Birinci Gününü Bulmak",
	"metin1IsikUsuluDialog":"Sene adedinden bir noksânı, 4,367 ile çarpılır [darb edilir]. Bulunan adedin tam sayısına, aranılan aya mahsûs rakam ilâve edilir.",
	"metin2IsikUsuluDialog":"Çıkan mecmû’ [toplam], yediye taksîm edildikde, kalan [bâkî], Cum’adan i’tibâren gün adedi olur.",
	"metin3IsikUsuluDialog":"Oniki arabî ayın herbirine mahsûs rakamlar, şu beytdeki, oniki kelimenin birinci harfleridir. Her büyük harf, (Ebced hesâbı) ile, bir adedi gösterir:",
	"metin4IsikUsuluDialog":"<b>Hilmi Bu Dünyâya Hiç Zahmet Etme! <br>Cemâl-i Dünyâyı, Vefâsız Zen Buldu Cümle. <br></b>",
	"metin5IsikUsuluDialog":"Beytdeki oniki büyük harfin sıraları, oniki arabî ayın, Muharremden i’tibâren sıralarına göredir. Her harf, aynı sıradaki ayın husûsî numarasıdır.",
	"metin6IsikUsuluDialog":"Meselâ [<b>1362</b>] senesi, <b>Zil-ka’de</b> ayının yirmidokuzuncu gününü bulalım: 1361 adedini, 4,367 ile darb edelim, 5943 olur. Buna iki ilâve edelim. Çünki, Zilka’deye mahsûs aded ikidir, 5945 olur. Bunu yediye bölünce, iki artar. Demek ki Zil-ka’denin birinci günü, Cum’adan başlıyarak, ikinci gün imiş. Ya’nî <b>cumartesi</b> imiş. Yirmidokuzuncu gün de, tabi’î yine cumartesidir.",
	"----- SENE DÖNÜŞÜMLERİ ----":"--------------------------------------------",
	"Sene Dönüşümleri - Dinimiz İslam":"Sene Dönüşümleri - Dinimiz İslam",
	"Sene Dönüşümleri":"Sene Dönüşümleri",
	"Hesâblama Türü":"Hesâblama Türü",
	"Doğum Tarihi": "Doğum Tarihi",
	"Hicrî Kamerî Yaşı Bulmak":"Hicrî Kamerî Yaşı Bulmak",
	"Mîlâdî Seneyi, Hicrî Senelere Çevirmek":"Mîlâdî Seneyi, Hicrî Senelere Çevirmek",
	"Hicrî Kamerî Seneyi, Mîlâdîye Çevirmek":"Hicrî Kamerî Seneyi, Mîlâdîye Çevirmek",
	"Hicrî Kamerî Sene Başının Hangi Gün Olduğunu Bulmak":"Hicrî Kamerî Sene Başının Hangi Gün Olduğunu Bulmak",
	"Hicrî Kamerî Seneyi, Hicrî Şemsî Seneye Çevirmek":"Hicrî Kamerî Seneyi, Hicrî Şemsî Seneye Çevirmek",
	"Hicrî Şemsî Seneyi, Hicrî Kamerî Seneye Çevirmek":"Hicrî Şemsî Seneyi, Hicrî Kamerî Seneye Çevirmek",
	"Miladi Yaş":"Miladi Yaş",
	"Hicrî Yaş":"Hicrî Yaş",
	"Mîlâdî Sene":"Mîlâdî Sene",
	"Hicrî Şemsî Sene":"Hicrî Şemsî Sene",
	"Hicrî Kameri Sene":"Hicrî Kameri Sene",
	"Kamerî Sene":"Kamerî Sene",
	"Hicrî Sene":"Hicrî Sene",
	"Sene Başı":"Sene Başı",
	"Hicrî Kamerî Sene":"Hicrî Kamerî Sene",
	"msj_miladiSene2hicriSene_Cvp":"<font color='green'>{deger1}</font> senesinin <font color='green'>{deger2}</font> ayının <font color='green'>{deger3}.</font> günüdür.",
	"msj_hicriSene2miladiSene_Cvp":"<font color=green>{deger1}</font> senesinin <font color=green>{deger2}.</font> ayının <font color=green>{deger3}.</font> günüdür.",
	"msj_sene_basi_Cvp":"Muharremin başı <font color=green>{deger1}</font> günüdür.",
	"msj_kameriSene2semsiSene_Cvp":"<font color='green'>{deger1}</font> senesinin <font color='green'>{deger2}.</font> ayının <font color='green'>{deger3}.</font> günüdür.",
	"msj_semsiSene2kameriSene_Cvp":"<font color='green'>{deger1}</font> senesinin <font color='green'>{deger2}.</font> ayının <font color='green'>{deger3}.</font> günüdür.",
	"Şemsî Sene ve Kamerî Sene Hakkında":"Şemsî Sene ve Kamerî Sene Hakkında",
	"metin1SeneDonusumDialog":"Uzunluk bakımından iki dürlü sene vardır: Şemsî sene ve Kamerî sene.",
	"metin2SeneDonusumDialog":"Şemsî sene, güneş senesi olup, Erd küresinin güneş etrâfında bir devr yapdığı zemândır. 365, 242 vasatî güneş günüdür.",
	"metin3SeneDonusumDialog":"Kamerî sene; ay küresinin, Erd küresi etrâfında 12 kerre döndüğü zemân olup, 354, 367 vasatî güneş günüdür.",
	"metin4SeneDonusumDialog":"Güneş yılı, kamerî yıldan 10,875 gün dahâ uzundur.", 
	"metin5SeneDonusumDialog":"Mebde’ [başlangıç] zemânına göre, iki dürlü sene kullanılmakdadır. Mîlâdî sene, hicrî sene.", 
	"metin6SeneDonusumDialog":"Mîlâdî sene, Îsâ aleyhisselâmın doğum günü zan edilen zemândan başlar ise de, Fransa kralı 9. cu Şarlın 970 [m. 1563] senesinde, yıl başının 1 Ocakdan [Kânûn sânîden] başlamasını emr etdiği, Hasîb beğin (Kozmoğrafya) kitâbında yazılıdır. Hicrî sene, Peygamberimizin “sallallahü aleyhi ve sellem” Medîneye hicret etdiği seneden başlamakdadır. Hicrî şemsî senenin mebdei, Medîneye girdiği efrencî Eylül ayının 20. ci, rûmî Eylül ayının 7. ci pazartesi günü olduğu, 1310 [m. 1893] târîhli Ebüzziyâ takvîminde uzun yazılıdır. Acemlerin şemsî senesi, bundan altı ay evvel, ya’nî martın yirminci günü olan mecûsî bayramında başlamakdadır.", 
	"----- GÜNLER ----":"--------------------------------------------",
	"Pazartesi": "Pazartesi",
	"Salı": "Salı",
	"Çarşamba": "Çarşamba",
	"Perşembe": "Perşembe",
	"Cuma": "Cuma",
	"Cumartesi": "Cumartesi",
	"Pazar": "Pazar",
	"----- AYLAR ----":"--------------------------------------------",
	"Muharrem": "Muharrem",  
	"Safer": "Safer",
	"Rebîul-evvel": "Rebî’ul-evvel",
	"Rebîul-âhır": "Rebî’ul-âhır",
	"Cemâzil-evvel": "Cemâzil-evvel",
	"Cemâzil-âhır": "Cemâzil-âhır",
	"Receb": "Receb",
	"Şabân": "Şa’bân",
	"Ramezân-ül-mubârek": "Ramezân-ül-mubârek",
	"Şevvâl": "Şevvâl",
	"Zil-kade": "Zil-ka’de",
	"Zil-hicce": "Zil-hicce"
}